/* The title of the button for aborting the scanning of Audio Units. */
"Abort" = "Interrompi";

/* alert button
   dialog confirmation */
"OK" = "OK";

/* alert button */
"Abort scan" = "Interrompi scansione";

/* alert button */
"Continue" = "Continua";

/* alert button */
"Continue scan" = "Continua scansione";

/* alert button */
"Ignore" = "Ignora";

/* alert button */
"Ignore plug-in" = "Ignora plugin";

/* alert button */
"Open plug-in graphic interface" = "Apri l'interfaccia grafica del plugin";

/* alert button */
"Start Plug-In Manager" = "Avvia gestore plugin";

/* alert text */
"Dear ^P user,\nyou have %ld Audio Unit(s) enabled which did not pass the Apple AU validation. This may cause problems and can even crash ^P or lead to data loss! Please check with the manufacturer(s) for updated versions. We recommend disabling these plug-ins in the Plug-In Manager." = "Gentile utente di ^P,\nsono stati individuati %ld Audio Units abilitati che non hanno superato la convalida Apple AU. Ciò potrebbe causare problemi e provocare il blocco di ^P o portare alla perdita di dati! Chiedi assistenza al produttore per ottenere versioni aggiornate. Si consiglia di disabilitare tali plugin nel gestore plugin.";

/* alert text */
"Only Audio Units that have been successfully scanned will be available in ^P.\nScanning will continue next time you launch ^P." = "Solo gli Audio Units analizzati con successo saranno disponibili in ^P.\nLa scansione proseguirà al prossimo avvio di ^P.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection." = "Audio Units “%1$@” di “%2$@” comunica di non essere adeguatamente autorizzato per essere utilizzato su questo sistema.\nControlla la documentazione del plugin per ulteriori informazioni relative alla protezione della copia.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection. You may open the plug-in’s graphic interface now for managing copy protection." = "Audio Units “%1$@” di “%2$@” comunica di non essere adeguatamente autorizzato per essere utilizzato su questo sistema.\nControlla la documentazione del plugin per ulteriori informazioni relative alla protezione della copia. Puoi aprire l'interfaccia grafica del plugin per gestire la protezione della copia.";

/* alert text */
"While verifying Audio Unit compatibility, ^P encountered %ld Audio Unit plug-in(s) which did not pass the Apple AU validation. These plug-ins have been excluded from further usage in ^P to prevent possible problems or crashes. You can start the Plug-In Manager now to review the validation results or continue the startup process." = "Durante la verifica di compatibilità degli Audio Units, ^P ha rilevato %ld plugin Audio Units che non hanno superato la convalida Apple AU. Tali plugin sono stati esclusi dall'utilizzo in ^P per evitare possibili problemi o blocchi. Puoi avviare il gestore plugin per consultare i risultati della convalida o continuare il processo di avvio.";

/* alert text */
"^P unexpectedly quit while trying to use the Audio Unit “%@” by “%@”.\nThis plug-in may require an update." = "^P si è chiuso inaspettatamente durante il tentativo di utilizzo dell'Audio Units “%1$@” da “%2$@”.\nQuesto plugin potrebbe richiedere un aggiornamento.";

/* alert title */
"An error has occurred with an installed Audio Unit plug-in." = "Si è verificato un errore con un plugin Audio Units installato.";

/* alert title */
"Audio Unit authorization error." = "Errore di autorizzazione Audio Units.";

/* alert title */
"Incompatible Audio Units found." = "Sono stati rilevati Audio Units incompatibili.";

/* alert title */
"You are about to abort the scan process." = "Stai per interrompere il processo di scansione.";

/* alert title */
"You are using incompatible Audio Units." = "Stai utilizzando Audio Units non compatibili.";

/* audio unit type */
"MIDI processor" = "Processore MIDI";

/* audio unit type */
"MIDI-controlled effect" = "Effetto controllato via MIDI";

/* audio unit type */
"effect" = "effetto";

/* audio unit type */
"format converter" = "convertitore formato";

/* audio unit type */
"generator" = "generatore";

/* audio unit type */
"instrument" = "strumento";

/* audio unit type */
"mixer" = "mixer";

/* audio unit type */
"offline effect" = "effetto offline";

/* audio unit type */
"output unit" = "unità output";

/* audio unit type */
"panner" = "panner";

/* message while starting up */
"Searching for Audio Unit plug-ins…" = "Cerco plugin Audio Units…";

/* message while starting up */
"Updating information about Audio Unit plug-ins…" = "Aggiorno le informazioni sui plugin Audio Units…";

/* possible validation result */
"couldn’t be opened" = "non può essere aperto";

/* possible validation result */
"crashed validation" = "ha bloccato la convalida";

/* possible validation result */
"failed validation" = "convalida fallita";

/* possible validation result */
"not authorized" = "non autorizzato";

/* possible validation result */
"not validated due to internal error" = "non convalidato a causa di un errore interno";

/* possible validation result */
"not yet validated" = "non ancora convalidato";

/* possible validation result */
"successfully validated" = "convalidato correttamente";

/* progress dialog text */
"Scanning Audio Units (finalized %d of %d)" = "Analizzo Audio Units (completato %1$d di %2$d)";

/* progress dialog text */
"Scanning Audio Units (finalized %ld of %ld)" = "Analizzo Audio Units (completato %1$ld di %2$ld)";

/* used for invalid version numbers */
"invalid" = "non valido";

/* used when value transformer can’t interpret given object */
"unknown" = "sconosciuto";
